{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[START]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[END]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[START]": 2,
      "[END]": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "[": 36,
      "\\": 37,
      "]": 38,
      "^": 39,
      "_": 40,
      "`": 41,
      "a": 42,
      "b": 43,
      "c": 44,
      "d": 45,
      "e": 46,
      "f": 47,
      "g": 48,
      "h": 49,
      "i": 50,
      "j": 51,
      "k": 52,
      "l": 53,
      "m": 54,
      "n": 55,
      "o": 56,
      "p": 57,
      "q": 58,
      "r": 59,
      "s": 60,
      "t": 61,
      "u": 62,
      "v": 63,
      "w": 64,
      "x": 65,
      "y": 66,
      "z": 67,
      "{": 68,
      "|": 69,
      "}": 70,
      "~": 71,
      "¤": 72,
      "¿": 73,
      "the": 74,
      "of": 75,
      "and": 76,
      "in": 77,
      "to": 78,
      "we": 79,
      "for": 80,
      "is": 81,
      "that": 82,
      "with": 83,
      "on": 84,
      "##s": 85,
      "this": 86,
      "by": 87,
      "are": 88,
      "as": 89,
      "an": 90,
      "from": 91,
      "be": 92,
      "which": 93,
      "at": 94,
      "model": 95,
      "can": 96,
      "our": 97,
      "data": 98,
      "two": 99,
      "it": 100,
      "based": 101,
      "these": 102,
      "using": 103,
      "results": 104,
      "show": 105,
      "time": 106,
      "also": 107,
      "models": 108,
      "have": 109,
      "or": 110,
      "quantum": 111,
      "between": 112,
      "such": 113,
      "field": 114,
      "##ing": 115,
      "has": 116,
      "one": 117,
      "paper": 118,
      "study": 119,
      "method": 120,
      "system": 121,
      "non": 122,
      "energy": 123,
      "not": 124,
      "high": 125,
      "##d": 126,
      "new": 127,
      "state": 128,
      "their": 129,
      "learning": 130,
      "its": 131,
      "systems": 132,
      "large": 133,
      "theory": 134,
      "##ed": 135,
      "##ly": 136,
      "approach": 137,
      "problem": 138,
      "different": 139,
      "both": 140,
      "order": 141,
      "space": 142,
      "present": 143,
      "first": 144,
      "all": 145,
      "analysis": 146,
      "well": 147,
      "where": 148,
      "more": 149,
      "mass": 150,
      "than": 151,
      "when": 152,
      "been": 153,
      "number": 154,
      "methods": 155,
      "used": 156,
      "function": 157,
      "##t": 158,
      "phase": 159,
      "into": 160,
      "proposed": 161,
      "##r": 162,
      "properties": 163,
      "performance": 164,
      "over": 165,
      "structure": 166,
      "low": 167,
      "some": 168,
      "find": 169,
      "only": 170,
      "##e": 171,
      "dimensional": 172,
      "network": 173,
      "work": 174,
      "magnetic": 175,
      "spin": 176,
      "but": 177,
      "information": 178,
      "use": 179,
      "case": 180,
      "##a": 181,
      "other": 182,
      "however": 183,
      "states": 184,
      "propose": 185,
      "algorithm": 186,
      "while": 187,
      "density": 188,
      "set": 189,
      "distribution": 190,
      "##er": 191,
      "##o": 192,
      "three": 193,
      "type": 194,
      "then": 195,
      "through": 196,
      "linear": 197,
      "if": 198,
      "under": 199,
      "framework": 200,
      "each": 201,
      "networks": 202,
      "single": 203,
      "functions": 204,
      "##n": 205,
      "scale": 206,
      "dynamics": 207,
      "general": 208,
      "due": 209,
      "provide": 210,
      "finite": 211,
      "parameters": 212,
      "potential": 213,
      "temperature": 214,
      "local": 215,
      "point": 216,
      "most": 217,
      "10": 218,
      "##al": 219,
      "may": 220,
      "process": 221,
      "real": 222,
      "how": 223,
      "multi": 224,
      "observed": 225,
      "demonstrate": 226,
      "given": 227,
      "any": 228,
      "obtained": 229,
      "##i": 230,
      "range": 231,
      "result": 232,
      "##m": 233,
      "equation": 234,
      "##y": 235,
      "level": 236,
      "many": 237,
      "within": 238,
      "they": 239,
      "there": 240,
      "##l": 241,
      "solutions": 242,
      "##c": 243,
      "small": 244,
      "effect": 245,
      "##p": 246,
      "was": 247,
      "experiments": 248,
      "group": 249,
      "equations": 250,
      "power": 251,
      "up": 252,
      "particular": 253,
      "terms": 254,
      "applications": 255,
      "here": 256,
      "found": 257,
      "effects": 258,
      "graph": 259,
      "rate": 260,
      "ray": 261,
      "image": 262,
      "form": 263,
      "known": 264,
      "detection": 265,
      "solution": 266,
      "conditions": 267,
      "class": 268,
      "training": 269,
      "novel": 270,
      "neural": 271,
      "surface": 272,
      "numerical": 273,
      "recent": 274,
      "complex": 275,
      "effective": 276,
      "several": 277,
      "parameter": 278,
      "light": 279,
      "transition": 280,
      "star": 281,
      "prove": 282,
      "fields": 283,
      "experimental": 284,
      "deep": 285,
      "current": 286,
      "features": 287,
      "optical": 288,
      "via": 289,
      "##es": 290,
      "consider": 291,
      "problems": 292,
      "gamma": 293,
      "wave": 294,
      "matter": 295,
      "control": 296,
      "like": 297,
      "strong": 298,
      "will": 299,
      "various": 300,
      "free": 301,
      "out": 302,
      "simulations": 303,
      "standard": 304,
      "galaxies": 305,
      "simple": 306,
      "evolution": 307,
      "random": 308,
      "observations": 309,
      "stars": 310,
      "possible": 311,
      "including": 312,
      "shown": 313,
      "algorithms": 314,
      "interaction": 315,
      "same": 316,
      "very": 317,
      "compared": 318,
      "classical": 319,
      "limit": 320,
      "multiple": 321,
      "higher": 322,
      "matrix": 323,
      "self": 324,
      "size": 325,
      "optimal": 326,
      "further": 327,
      "##2": 328,
      "emission": 329,
      "long": 330,
      "design": 331,
      "black": 332,
      "no": 333,
      "about": 334,
      "times": 335,
      "source": 336,
      "critical": 337,
      "existing": 338,
      "even": 339,
      "without": 340,
      "##f": 341,
      "domain": 342,
      "alpha": 343,
      "##ity": 344,
      "measurements": 345,
      "##ic": 346,
      "second": 347,
      "particle": 348,
      "investigate": 349,
      "electron": 350,
      "formation": 351,
      "##0": 352,
      "associated": 353,
      "coupling": 354,
      "so": 355,
      "spectrum": 356,
      "symmetry": 357,
      "##g": 358,
      "value": 359,
      "were": 360,
      "spectral": 361,
      "accuracy": 362,
      "obtain": 363,
      "mathbb": 364,
      "discuss": 365,
      "frequency": 366,
      "efficient": 367,
      "values": 368,
      "important": 369,
      "images": 370,
      "gas": 371,
      "##b": 372,
      "behavior": 373,
      "interactions": 374,
      "language": 375,
      "flow": 376,
      "lattice": 377,
      "introduce": 378,
      "significant": 379,
      "line": 380,
      "task": 381,
      "way": 382,
      "noise": 383,
      "previous": 384,
      "boundary": 385,
      "give": 386,
      "zero": 387,
      "techniques": 388,
      "optimization": 389,
      "tasks": 390,
      "dark": 391,
      "sample": 392,
      "during": 393,
      "corresponding": 394,
      "theoretical": 395,
      "related": 396,
      "##on": 397,
      "bound": 398,
      "finally": 399,
      "physical": 400,
      "similar": 401,
      "structures": 402,
      "region": 403,
      "research": 404,
      "those": 405,
      "##h": 406,
      "thus": 407,
      "scattering": 408,
      "processes": 409,
      "near": 410,
      "galaxy": 411,
      "constant": 412,
      "lower": 413,
      "approximation": 414,
      "allows": 415,
      "them": 416,
      "approaches": 417,
      "main": 418,
      "##v": 419,
      "##able": 420,
      "classification": 421,
      "studies": 422,
      "studied": 423,
      "specific": 424,
      "datasets": 425,
      "representation": 426,
      "generation": 427,
      "application": 428,
      "available": 429,
      "provides": 430,
      "consistent": 431,
      "dataset": 432,
      "mean": 433,
      "groups": 434,
      "recently": 435,
      "##k": 436,
      "topological": 437,
      "art": 438,
      "constraints": 439,
      "open": 440,
      "physics": 441,
      "spatial": 442,
      "cross": 443,
      "applied": 444,
      "error": 445,
      "nonlinear": 446,
      "global": 447,
      "scheme": 448,
      "particles": 449,
      "test": 450,
      "simulation": 451,
      "knowledge": 452,
      "presented": 453,
      "end": 454,
      "stellar": 455,
      "lambda": 456,
      "##1": 457,
      "mathcal": 458,
      "correlation": 459,
      "graphs": 460,
      "cases": 461,
      "velocity": 462,
      "motion": 463,
      "hole": 464,
      "dependent": 465,
      "points": 466,
      "code": 467,
      "machine": 468,
      "rm": 469,
      "gauge": 470,
      "induced": 471,
      "resolution": 472,
      "initial": 473,
      "measure": 474,
      "3d": 475,
      "presence": 476,
      "text": 477,
      "cluster": 478,
      "vector": 479,
      "significantly": 480,
      "##x": 481,
      "mu": 482,
      "spaces": 483,
      "derived": 484,
      "feature": 485,
      "distance": 486,
      "certain": 487,
      "context": 488,
      "human": 489,
      "estimation": 490,
      "probability": 491,
      "sources": 492,
      "pi": 493,
      "called": 494,
      "dynamical": 495,
      "existence": 496,
      "quality": 497,
      "delta": 498,
      "thermal": 499,
      "search": 500,
      "mechanism": 501,
      "could": 502,
      "spectra": 503,
      "future": 504,
      "generalized": 505,
      "independent": 506,
      "four": 507,
      "weak": 508,
      "sigma": 509,
      "signal": 510,
      "generated": 511,
      "across": 512,
      "stochastic": 513,
      "key": 514,
      "derive": 515,
      "ratio": 516,
      "considered": 517,
      "theorem": 518,
      "##3": 519,
      "efficiency": 520,
      "band": 521,
      "us": 522,
      "scalar": 523,
      "decay": 524,
      "operators": 525,
      "objects": 526,
      "distributions": 527,
      "series": 528,
      "better": 529,
      "technique": 530,
      "prediction": 531,
      "##ation": 532,
      "charge": 533,
      "dynamic": 534,
      "channel": 535,
      "momentum": 536,
      "moreover": 537,
      "dependence": 538,
      "term": 539,
      "natural": 540,
      "differential": 541,
      "role": 542,
      "computational": 543,
      "defined": 544,
      "input": 545,
      "addition": 546,
      "driven": 547,
      "along": 548,
      "complexity": 549,
      "developed": 550,
      "do": 551,
      "gravitational": 552,
      "furthermore": 553,
      "operator": 554,
      "understanding": 555,
      "examples": 556,
      "world": 557,
      "diffusion": 558,
      "factor": 559,
      "continuous": 560,
      "positive": 561,
      "radio": 562,
      "does": 563,
      "shows": 564,
      "gravity": 565,
      "loss": 566,
      "part": 567,
      "describe": 568,
      "ii": 569,
      "sets": 570,
      "dimension": 571,
      "relation": 572,
      "##ion": 573,
      "object": 574,
      "stability": 575,
      "invariant": 576,
      "algebra": 577,
      "binary": 578,
      "transport": 579,
      "production": 580,
      "after": 581,
      "regions": 582,
      "##ness": 583,
      "coupled": 584,
      "measurement": 585,
      "robust": 586,
      "omega": 587,
      "modes": 588,
      "often": 589,
      "total": 590,
      "##u": 591,
      "among": 592,
      "fixed": 593,
      "few": 594,
      "full": 595,
      "##in": 596,
      "component": 597,
      "compact": 598,
      "action": 599,
      "sequence": 600,
      "mode": 601,
      "solar": 602,
      "improve": 603,
      "around": 604,
      "ground": 605,
      "symmetric": 606,
      "background": 607,
      "molecular": 608,
      "estimate": 609,
      "transfer": 610,
      "clusters": 611,
      "condition": 612,
      "edge": 613,
      "modeling": 614,
      "flux": 615,
      "statistical": 616,
      "average": 617,
      "body": 618,
      "complete": 619,
      "length": 620,
      "being": 621,
      "massive": 622,
      "calculations": 623,
      "representations": 624,
      "target": 625,
      "geometry": 626,
      "metric": 627,
      "develop": 628,
      "convergence": 629,
      "bounds": 630,
      "photon": 631,
      "example": 632,
      "plane": 633,
      "direct": 634,
      "layer": 635,
      "gap": 636,
      "user": 637,
      "stable": 638,
      "short": 639,
      "resulting": 640,
      "##ization": 641,
      "attention": 642,
      "discussed": 643,
      "measured": 644,
      "fundamental": 645,
      "extended": 646,
      "components": 647,
      "exact": 648,
      "discrete": 649,
      "entropy": 650,
      "theories": 651,
      "impact": 652,
      "##ts": 653,
      "determine": 654,
      "gaussian": 655,
      "##an": 656,
      "quark": 657,
      "disk": 658,
      "survey": 659,
      "degree": 660,
      "construct": 661,
      "types": 662,
      "best": 663,
      "expected": 664,
      "maximum": 665,
      "address": 666,
      "regime": 667,
      "leading": 668,
      "dimensions": 669,
      "cost": 670,
      "leads": 671,
      "##w": 672,
      "much": 673,
      "##z": 674,
      "neutrino": 675,
      "identify": 676,
      "equilibrium": 677,
      "##ers": 678,
      "strongly": 679,
      "achieve": 680,
      "predictions": 681,
      "respectively": 682,
      "larger": 683,
      "respect": 684,
      "##ally": 685,
      "functional": 686,
      "arbitrary": 687,
      "whose": 688,
      "highly": 689,
      "evidence": 690,
      "limited": 691,
      "beta": 692,
      "central": 693,
      "additional": 694,
      "scaling": 695,
      "since": 696,
      "relative": 697,
      "sim": 698,
      "law": 699,
      "##5": 700,
      "al": 701,
      "introduced": 702,
      "masses": 703,
      "trained": 704,
      "wide": 705,
      "evaluation": 706,
      "less": 707,
      "accurate": 708,
      "temporal": 709,
      "rates": 710,
      "core": 711,
      "nature": 712,
      "fast": 713,
      "samples": 714,
      "processing": 715,
      "either": 716,
      "communication": 717,
      "##le": 718,
      "##nt": 719,
      "computing": 720,
      "report": 721,
      "log": 722,
      "variables": 723,
      "gradient": 724,
      "good": 725,
      "step": 726,
      "analyze": 727,
      "environment": 728,
      "map": 729,
      "therefore": 730,
      "##or": 731,
      "upper": 732,
      "population": 733,
      "estimates": 734,
      "asymptotic": 735,
      "loop": 736,
      "response": 737,
      "above": 738,
      "partial": 739,
      "##4": 740,
      "towards": 741,
      "##ive": 742,
      "compare": 743,
      "fully": 744,
      "radiation": 745,
      "active": 746,
      "neutron": 747,
      "algebras": 748,
      "perform": 749,
      "focus": 750,
      "cosmological": 751,
      "tensor": 752,
      "classes": 753,
      "##rs": 754,
      "compute": 755,
      "waves": 756,
      "account": 757,
      "proof": 758,
      "elements": 759,
      "change": 760,
      "co": 761,
      "apply": 762,
      "growth": 763,
      "nuclear": 764,
      "pair": 765,
      "heavy": 766,
      "##ting": 767,
      "common": 768,
      "explicit": 769,
      "fluctuations": 770,
      "memory": 771,
      "development": 772,
      "description": 773,
      "##ized": 774,
      "expansion": 775,
      "increase": 776,
      "quasi": 777,
      "correlations": 778,
      "pre": 779,
      "shape": 780,
      "challenges": 781,
      "polarization": 782,
      "property": 783,
      "comparison": 784,
      "minimal": 785,
      "make": 786,
      "scenarios": 787,
      "still": 788,
      "materials": 789,
      "specifically": 790,
      "inference": 791,
      "maps": 792,
      "##us": 793,
      "product": 794,
      "scales": 795,
      "construction": 796,
      "closed": 797,
      "imaging": 798,
      "close": 799,
      "distributed": 800,
      "described": 801,
      "sum": 802,
      "devices": 803,
      "bar": 804,
      "because": 805,
      "geometric": 806,
      "investigated": 807,
      "explore": 808,
      "et": 809,
      "agreement": 810,
      "literature": 811,
      "mathrm": 812,
      "##6": 813,
      "relevant": 814,
      "polynomial": 815,
      "determined": 816,
      "able": 817,
      "electronic": 818,
      "need": 819,
      "galactic": 820,
      "changes": 821,
      "support": 822,
      "special": 823,
      "##ability": 824,
      "experiment": 825,
      "increasing": 826,
      "events": 827,
      "normal": 828,
      "infinite": 829,
      "should": 830,
      "relativistic": 831,
      "strategy": 832,
      "least": 833,
      "cosmic": 834,
      "users": 835,
      "2d": 836,
      "double": 837,
      "variable": 838,
      "selection": 839,
      "computation": 840,
      "pressure": 841,
      "sub": 842,
      "lines": 843,
      "performed": 844,
      "lead": 845,
      "entanglement": 846,
      "previously": 847,
      "negative": 848,
      "higgs": 849,
      "reduction": 850,
      "generate": 851,
      "##en": 852,
      "every": 853,
      "question": 854,
      "extensive": 855,
      "visual": 856,
      "evaluate": 857,
      "dual": 858,
      "made": 859,
      "setting": 860,
      "factors": 861,
      "suggest": 862,
      "means": 863,
      "magnitude": 864,
      "numbers": 865,
      "qcd": 866,
      "reduced": 867,
      "improved": 868,
      "universe": 869,
      "hamiltonian": 870,
      "family": 871,
      "##8": 872,
      "directly": 873,
      "generalization": 874,
      "uncertainty": 875,
      "angular": 876,
      "pm": 877,
      "basis": 878,
      "path": 879,
      "relations": 880,
      "architecture": 881,
      "##ar": 882,
      "conjecture": 883,
      "years": 884,
      "beyond": 885,
      "interest": 886,
      "segmentation": 887,
      "provided": 888,
      "individual": 889,
      "periodic": 890,
      "contribution": 891,
      "underlying": 892,
      "would": 893,
      "coefficients": 894,
      "contrast": 895,
      "integral": 896,
      "semi": 897,
      "required": 898,
      "making": 899,
      "luminosity": 900,
      "energies": 901,
      "formula": 902,
      "curves": 903,
      "off": 904,
      "convex": 905,
      "challenging": 906,
      "collisions": 907,
      "view": 908,
      "against": 909,
      "although": 910,
      "patterns": 911,
      "pairs": 912,
      "chiral": 913,
      "matrices": 914,
      "index": 915,
      "speed": 916,
      "infrared": 917,
      "bounded": 918,
      "nu": 919,
      "surfaces": 920,
      "phases": 921,
      "beam": 922,
      "transitions": 923,
      "material": 924,
      "fine": 925,
      "connected": 926,
      "cloud": 927,
      "difference": 928,
      "area": 929,
      "string": 930,
      "redshift": 931,
      "requires": 932,
      "achieved": 933,
      "universal": 934,
      "holes": 935,
      "dust": 936,
      "sampling": 937,
      "variety": 938,
      "event": 939,
      "establish": 940,
      "volume": 941,
      "early": 942,
      "##ate": 943,
      "##ian": 944,
      "designed": 945,
      "hard": 946,
      "electric": 947,
      "limits": 948,
      "far": 949,
      "version": 950,
      "review": 951,
      "external": 952,
      "solve": 953,
      "scenario": 954,
      "medium": 955,
      "effectiveness": 956,
      "social": 957,
      "##te": 958,
      "chemical": 959,
      "metal": 960,
      "analytical": 961,
      "force": 962,
      "video": 963,
      "unique": 964,
      "curvature": 965,
      "tool": 966,
      "parallel": 967,
      "gev": 968,
      "domains": 969,
      "bulk": 970,
      "tau": 971,
      "##9": 972,
      "fermi": 973,
      "precision": 974,
      "lie": 975,
      "measures": 976,
      "challenge": 977,
      "let": 978,
      "period": 979,
      "smooth": 980,
      "amplitude": 981,
      "whether": 982,
      "rank": 983,
      "adaptive": 984,
      "signals": 985,
      "direction": 986,
      "recognition": 987,
      "atomic": 988,
      "detected": 989,
      "semantic": 990,
      "rotation": 991,
      "resonance": 992,
      "include": 993,
      "following": 994,
      "allow": 995,
      "fluid": 996,
      "phi": 997,
      "extend": 998,
      "structural": 999,
      "article": 1000
    }
  }
}
